Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# UseV2CIManagementSettingsCard.ToolTipService.ToolTip
source: Enable this feature to make alternative methods available for deploying and removing App Control policies. These methods do not depend on the CiTool executable and can be used if CiTool is blocked or unavailable.
ar: قم بتمكين هذه الميزة لإتاحة طرق بديلة لنشر وإزالة نهج App Control. هذه الطرق لا تعتمد على الملف التنفيذي CiTool ويمكن استخدامها إذا كان CiTool محجوباً أو غير متاح.
de_de: Aktivieren Sie diese Funktion, um alternative Methoden zum Bereitstellen und Entfernen von App-Control-Richtlinien verfügbar zu machen. Diese Methoden sind nicht vom CiTool-Programm abhängig und können verwendet werden, wenn CiTool blockiert oder nicht verfügbar ist.
el_gr: Ενεργοποιήστε αυτήν τη δυνατότητα για να καταστήσετε διαθέσιμες εναλλακτικές μεθόδους ανάπτυξης και κατάργησης πολιτικών App Control. Αυτές οι μέθοδοι δεν εξαρτώνται από το εκτελέσιμο CiTool και μπορούν να χρησιμοποιηθούν αν το CiTool είναι μπλοκαρισμένο ή μη διαθέσιμο.
es: Habilite esta característica para poner a disposición métodos alternativos para implementar y quitar directivas de App Control. Estos métodos no dependen del ejecutable CiTool y pueden usarse si CiTool está bloqueado o no está disponible.
fr_fr: Activez cette fonctionnalité pour rendre disponibles des méthodes alternatives pour déployer et supprimer des politiques App Control. Ces méthodes ne dépendent pas de l'exécutable CiTool et peuvent être utilisées si CiTool est bloqué ou indisponible.
he_il: יש להפעיל תכונה זו כדי להפוך שיטות חלופיות לפריסה ולהסרה של מדיניות App Control לזמינות. שיטות אלה אינן תלויות בקובץ ההפעלה CiTool וניתן להשתמש בהן אם CiTool חסום או אינו זמין.
hi_in: App Control पॉलिसियों को परिनियोजित और हटाने के लिए वैकल्पिक विधियाँ उपलब्ध कराने हेतु इस फ़ीचर को सक्षम करें। ये विधियाँ CiTool निष्पादन योग्य पर निर्भर नहीं हैं और यदि CiTool अवरुद्ध या अनुपलब्ध है तो उपयोग की जा सकती हैं.
ja_jp: この機能を有効にすると、App Controlポリシーの展開と削除に代替方法が利用可能になります。これらの方法はCiTool実行ファイルに依存せず、CiToolがブロックされているか利用できない場合に使用できます。
ml_in: App Control നയങ്ങൾ വിന്യസിക്കാൻയും നീക്കം ചെയ്യാനും ബദൽ രീതികൾ ലഭ്യമാക്കാൻ ഈ സവിശേഷത സജീവമാക്കുക. ഈ രീതികൾ CiTool എക്സിക്യൂട്ടബിളിനെ ആശ്രയിക്കുന്നതല്ല, CiTool തടഞ്ഞിട്ടുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ലഭ്യമല്ലെങ്കിൽ അവ ഉപയോഗിക്കാം.
pl_pl: Włącz tę funkcję, aby udostępnić alternatywne metody wdrażania i usuwania zasad App Control. Metody te nie zależą od pliku wykonywalnego CiTool i można ich użyć, jeśli CiTool jest zablokowany lub niedostępny.
tr_tr: Uygulama Denetimi ilkelerini dağıtmak ve kaldırmak için alternatif yöntemler sağlamak üzere bu özelliği etkinleştirin. Bu yöntemler CiTool yürütülebilir dosyasına bağlı değildir ve CiTool engellendiğinde veya kullanılamadığında kullanılabilir.

# UseV2CIManagementSettingsCard.AutomationProperties.HelpText
source: Enable this feature to make alternative methods available for deploying and removing App Control policies. These methods do not depend on the CiTool executable and can be used if CiTool is blocked or unavailable.
ar: قم بتمكين هذه الميزة لإتاحة طرق بديلة لنشر وإزالة نهج App Control. هذه الطرق لا تعتمد على الملف التنفيذي CiTool ويمكن استخدامها إذا كان CiTool محجوباً أو غير متاح.
de_de: Aktivieren Sie diese Funktion, um alternative Methoden zum Bereitstellen und Entfernen von App-Control-Richtlinien verfügbar zu machen. Diese Methoden sind nicht vom CiTool-Programm abhängig und können verwendet werden, wenn CiTool blockiert oder nicht verfügbar ist.
el_gr: Ενεργοποιήστε αυτήν τη δυνατότητα για να καταστήσετε διαθέσιμες εναλλακτικές μεθόδους ανάπτυξης και κατάργησης πολιτικών App Control. Αυτές οι μέθοδοι δεν εξαρτώνται από το εκτελέσιμο CiTool και μπορούν να χρησιμοποιηθούν αν το CiTool είναι μπλοκαρισμένο ή μη διαθέσιμο.
es: Habilite esta característica para poner a disposición métodos alternativos para implementar y quitar directivas de App Control. Estos métodos no dependen del ejecutable CiTool y pueden usarse si CiTool está bloqueado o no está disponible.
fr_fr: Activez cette fonctionnalité pour rendre disponibles des méthodes alternatives pour déployer et supprimer des politiques App Control. Ces méthodes ne dépendent pas de l'exécutable CiTool et peuvent être utilisées si CiTool est bloqué ou indisponible.
he_il: יש להפעיל תכונה זו כדי להפוך שיטות חלופיות לפריסה ולהסרה של מדיניות App Control לזמינות. שיטות אלה אינן תלויות בקובץ ההפעלה CiTool וניתן להשתמש בהן אם CiTool חסום או אינו זמין.
hi_in: App Control पॉलिसियों को परिनियोजित और हटाने के लिए वैकल्पिक विधियाँ उपलब्ध कराने हेतु इस फ़ीचर को सक्षम करें। ये विधियाँ CiTool निष्पादन योग्य पर निर्भर नहीं हैं और यदि CiTool अवरुद्ध या अनुपलब्ध है तो उपयोग की जा सकती हैं.
ja_jp: この機能を有効にすると、App Controlポリシーの展開と削除に代替方法が利用可能になります。これらの方法はCiTool実行ファイルに依存せず、CiToolがブロックされているか利用できない場合に使用できます。
ml_in: App Control നയങ്ങൾ വിന്യസിക്കാൻയും നീക്കം ചെയ്യാനും ബദൽ രീതികൾ ലഭ്യമാക്കാൻ ഈ സവിശേഷത സജീവമാക്കുക. ഈ രീതികൾ CiTool എക്സിക്യൂട്ടബിളിനെ ആശ്രയിക്കുന്നതല്ല, CiTool തടഞ്ഞിട്ടുണ്ടെങ്കിൽ അല്ലെങ്കിൽ ലഭ്യമല്ലെങ്കിൽ അവ ഉപയോഗിക്കാം.
pl_pl: Włącz tę funkcję, aby udostępnić alternatywne metody wdrażania i usuwania zasad App Control. Metody te nie zależą od pliku wykonywalnego CiTool i można ich użyć, jeśli CiTool jest zablokowany lub niedostępny.
tr_tr: Uygulama Denetimi ilkelerini dağıtmak ve kaldırmak için alternatif yöntemler sağlamak üzere bu özelliği etkinleştirin. Bu yöntemler CiTool yürütülebilir dosyasına bağlı değildir ve CiTool engellendiğinde veya kullanılamadığında kullanılabilir.

# ClearOperationSystemLogsMenuFlyoutItem.Text
source: Clear System Logs
fr_fr: Effacer les Journaux Système
ja_jp: システムログをクリア
tr_tr: Sistem Günlüklerini Temizle

# ClearOperationSystemLogsMenuFlyoutItem.ToolTipService.ToolTip
source: Clear different logs in the operation system. This action is irreversible.
fr_fr: Effacer différents journaux dans le système d'exploitation. Cette action est irréversible.
ja_jp: オペレーティングシステム内のさまざまなログをクリアします。この操作は元に戻せません。
tr_tr: İşletim sistemindeki farklı günlükleri temizleyin. Bu eylem geri döndürülemez.

# ClearOperationSystemLogsMenuFlyoutItem.AutomationProperties.HelpText
source: Clear different logs in the operation system. This action is irreversible.
fr_fr: Effacer différents journaux dans le système d'exploitation. Cette action est irréversible.
ja_jp: オペレーティングシステム内のさまざまなログをクリアします。この操作は元に戻せません。
tr_tr: İşletim sistemindeki farklı günlükleri temizleyin. Bu eylem geri döndürülemez.

# ClearOSCodeIntegrityLogsMenuFlyoutItem.Text
source: Clear Code Integrity Logs
fr_fr: Effacer les Journaux d'Intégrité du Code
ja_jp: コード整合性ログをクリア
tr_tr: Kod Bütünlüğü Günlüklerini Temizle

# ClearOSCodeIntegrityLogsMenuFlyoutItem.ToolTipService.ToolTip
source: Clear all of the Code Integrity Operational logs from the system.
fr_fr: Effacer tous les journaux opérationnels d'Intégrité du Code du système.
ja_jp: システムからすべてのコード整合性操作ログをクリアします。
tr_tr: Kod Bütünlüğü Operasyonel günlüklerinin tümünü sistemden temizleyin.

# ClearOSCodeIntegrityLogsMenuFlyoutItem.AutomationProperties.HelpText
source: Clear all of the Code Integrity Operational logs from the system.
fr_fr: Effacer tous les journaux opérationnels d'Intégrité du Code du système.
ja_jp: システムからすべてのコード整合性操作ログをクリアします。
tr_tr: Kod Bütünlüğü Operasyonel günlüklerinin tümünü sistemden temizleyin.

# ClearOSAppLockerLogsMenuFlyoutItem.Text
source: Clear App Locker Logs
fr_fr: Effacer les Journaux AppLocker
ja_jp: App Lockerログをクリア
tr_tr: Uygulama Dolabı Günlüklerini Temizle

# ClearOSAppLockerLogsMenuFlyoutItem.ToolTipService.ToolTip
source: Clear all of the App Locker logs from the system.
fr_fr: Effacer tous les journaux AppLocker du système.
ja_jp: システムからすべてのApp Lockerログをクリアします。
tr_tr: Tüm App Locker günlüklerini sistemden temizleyin.

# ClearOSAppLockerLogsMenuFlyoutItem.AutomationProperties.HelpText
source: Clear all of the App Locker logs from the system.
fr_fr: Effacer tous les journaux AppLocker du système.
ja_jp: システムからすべてのApp Lockerログをクリアします。
tr_tr: Tüm App Locker günlüklerini sistemden temizleyin.

# ClearOSCodeIntegrityLogsSuccessMsg
source: Successfully cleared all of the Code Integrity Operational logs from the system.
fr_fr: Tous les journaux opérationnels d'Intégrité du Code ont été effacés avec succès du système.
ja_jp: システムからすべてのコード整合性操作ログを正常にクリアしました。
tr_tr: Kod Bütünlüğü Operasyonel günlüklerinin tümü sistemden başarıyla temizlendi.

# ClearOSAppLockerLogsSuccessMsg
source: Successfully cleared all of the App Locker logs from the system.
fr_fr: Tous les journaux AppLocker ont été effacés avec succès du système.
ja_jp: システムからすべてのApp Lockerログを正常にクリアしました。
tr_tr: Tüm App Locker günlükleri sistemden başarıyla temizlendi.

# OSLogsDeletionContentDialogMsg
source: Are you sure you want to clear the entire selected log data? This action is irreversible.
fr_fr: Êtes-vous sûr de vouloir effacer toutes les données de journal sélectionnées ? Cette action est irréversible.
ja_jp: 選択したログデータ全体をクリアしてもよろしいですか？この操作は元に戻せません。
tr_tr: Seçilen günlük verilerinin tamamını temizlemek istediğinizden emin misiniz? Bu eylem geri döndürülemez.

# OSCodeIntegrityLogsDeletionContentDialogTitle
source: Deleting Code Integrity Logs
fr_fr: Suppression des Journaux d'Intégrité du Code
ja_jp: コード整合性ログの削除
tr_tr: Kod Bütünlüğü Günlüklerini Silme

# OSAppLockerLogsDeletionContentDialogTitle
source: Deleting App Locker Logs
fr_fr: Suppression des Journaux AppLocker
ja_jp: App Lockerログの削除
tr_tr: App Locker Günlüklerini Silme

# SystemOverview.Text
source: System Overview
fr_fr: Vue d'Ensemble du Système
ja_jp: システム概要
tr_tr: Sisteme Genel Bakış

# SystemTime.Text
source: System Time
fr_fr: Heure Système
ja_jp: システム時刻
tr_tr: Sistem Zamanı

# User.Text
source: User
fr_fr: Utilisateur
ja_jp: ユーザー
tr_tr: Kullanıcı

# ComputerName.Text
source: Computer Name
fr_fr: Nom de l'Ordinateur
ja_jp: コンピューター名
tr_tr: Bilgisayar Adı

# OperatingSystem.Text
source: Operating System
fr_fr: Système d'Exploitation
ja_jp: オペレーティングシステム
tr_tr: İşletim Sistemi

# Uptime.Text
source: Uptime
fr_fr: Temps de Fonctionnement
ja_jp: 稼働時間
tr_tr: Çalışma süresi

# SystemRAM.Text
source: System RAM
fr_fr: RAM Système
ja_jp: システムRAM
tr_tr: Sistem RAM'i

# AppRAMUsage.Text
source: App RAM Usage
fr_fr: Utilisation RAM de l'App
ja_jp: アプリRAM使用量
tr_tr: Uygulama RAM Kullanımı

# InternetSpeed.Text
source: Internet Speed
fr_fr: Vitesse Internet
ja_jp: インターネット速度
tr_tr: İnternet Hızı

# CPUTemperature.Text
source: CPU Temperature
fr_fr: Température CPU
ja_jp: CPU温度
tr_tr: CPU Sıcaklığı

# OnlineMicrosoftDefenderStatus.Text
source: Online Microsoft Defender Status
fr_fr: Statut Microsoft Defender en Ligne
ja_jp: オンラインMicrosoft Defender状態
tr_tr: Çevrimiçi Microsoft Defender Durumu

# EngineVersion.Text
source: Engine Version
fr_fr: Version du Moteur
ja_jp: エンジンバージョン
tr_tr: Motor Versiyonu

# SignatureVersion.Text
source: Signature Version
fr_fr: Version de Signature
ja_jp: シグネチャバージョン
tr_tr: İmza Sürümü

# PlatformVersion.Text
source: Platform Version
fr_fr: Version de Plateforme
ja_jp: プラットフォームバージョン
tr_tr: Platform Versiyonu

# SignatureUpdate.Text
source: Signature Update (UTC)
fr_fr: Mise à jour de Signature (UTC)
ja_jp: シグネチャ更新（UTC）
tr_tr: İmza Güncellemesi (UTC)

# FirmwareInfoDropdownButton.Content
source: Firmware Info
fr_fr: Info Firmware
ja_jp: ファームウェア情報
tr_tr: Donanım Yazılımı Bilgisi

# FirmwareInfoDropdownButton.ToolTipService.ToolTip
source: Access and analyze UEFI Secure Boot variables by retrieving certificates and cryptographic hashes from the PK (Platform Key), KEK (Key Exchange Key), db (Signature Database), and dbx (Forbidden Signature Database), including their factory default states.
fr_fr: Accédez et analysez les variables UEFI Secure Boot en récupérant les certificats et hachages cryptographiques des PK (Platform Key), KEK (Key Exchange Key), db (Signature Database) et dbx (Forbidden Signature Database), y compris leurs états par défaut d'usine.
ja_jp: PK（プラットフォームキー）、KEK（キー交換キー）、db（シグネチャデータベース）、dbx（禁止シグネチャデータベース）から証明書と暗号化ハッシュを取得して、UEFIセキュアブート変数にアクセスして分析します。工場出荷時のデフォルト状態も含まれます。
tr_tr: PK (Platform Anahtarı), KEK (Anahtar Değişim Anahtarı), db (İmza Veritabanı) ve dbx'den (Yasaklı İmza Veritabanı) fabrika varsayılan durumları da dahil olmak üzere sertifikalar ve kriptografik karmalar alarak UEFI Güvenli Önyükleme değişkenlerine erişin ve bunları analiz edin.

# FirmwareInfoDropdownButton.AutomationProperties.HelpText
source: Access and analyze UEFI Secure Boot variables by retrieving certificates and cryptographic hashes from the PK (Platform Key), KEK (Key Exchange Key), db (Signature Database), and dbx (Forbidden Signature Database), including their factory default states.
fr_fr: Accédez et analysez les variables UEFI Secure Boot en récupérant les certificats et hachages cryptographiques des PK (Platform Key), KEK (Key Exchange Key), db (Signature Database) et dbx (Forbidden Signature Database), y compris leurs états par défaut d'usine.
ja_jp: PK（プラットフォームキー）、KEK（キー交換キー）、db（シグネチャデータベース）、dbx（禁止シグネチャデータベース）から証明書と暗号化ハッシュを取得して、UEFIセキュアブート変数にアクセスして分析します。工場出荷時のデフォルト状態も含まれます。
tr_tr: PK (Platform Anahtarı), KEK (Anahtar Değişim Anahtarı), db (İmza Veritabanı) ve dbx'den (Yasaklı İmza Veritabanı) fabrika varsayılan durumları da dahil olmak üzere sertifikalar ve kriptografik karmalar alarak UEFI Güvenli Önyükleme değişkenlerine erişin ve bunları analiz edin.

# FirmwareInfoDBDropdownButton.Text
source: Get Signature Database
fr_fr: Obtenir la Base de Signatures
ja_jp: シグネチャデータベースを取得
tr_tr: İmza Veritabanını Alın

# FirmwareInfoDBDropdownButton.ToolTipService.ToolTip
source: Retrieve the Signature Database (db), containing the list of trusted certificates and hashes allowed to execute on this system.
fr_fr: Récupérer la Base de Données de Signatures (db), contenant la liste des certificats de confiance et hachages autorisés à s'exécuter sur ce système.
ja_jp: このシステムでの実行が許可されている信頼された証明書とハッシュのリストを含むシグネチャデータベース（db）を取得します。
tr_tr: Bu sistemde yürütülmesine izin verilen güvenilir sertifikaların ve karmaların listesini içeren İmza Veritabanını (db) alın.

# FirmwareInfoDBDropdownButton.AutomationProperties.HelpText
source: Retrieve the Signature Database (db), containing the list of trusted certificates and hashes allowed to execute on this system.
fr_fr: Récupérer la Base de Données de Signatures (db), contenant la liste des certificats de confiance et hachages autorisés à s'exécuter sur ce système.
ja_jp: このシステムでの実行が許可されている信頼された証明書とハッシュのリストを含むシグネチャデータベース（db）を取得します。
tr_tr: Bu sistemde yürütülmesine izin verilen güvenilir sertifikaların ve karmaların listesini içeren İmza Veritabanını (db) alın.

# FirmwareInfoDefaultDBDropdownButton.Text
source: Get Default Signature Database
fr_fr: Obtenir la Base de Signatures par Défaut
ja_jp: デフォルトシグネチャデータベースを取得
tr_tr: Varsayılan İmza Veritabanını Alın

# FirmwareInfoDefaultDBDropdownButton.ToolTipService.ToolTip
source: Retrieve the factory default Signature Database (dbDefault), containing the initial set of trusted certificates and hashes provided by the system manufacturer.
fr_fr: Récupérer la Base de Données de Signatures par défaut d'usine (dbDefault), contenant l'ensemble initial de certificats de confiance et hachages fournis par le fabricant du système.
ja_jp: システムメーカーが提供する初期の信頼された証明書とハッシュのセットを含む、工場出荷時のデフォルトのシグネチャデータベース（dbDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan ilk güvenilir sertifikalar ve karmaları içeren fabrika varsayılan İmza Veritabanını (dbDefault) alın.

# FirmwareInfoDefaultDBDropdownButton.AutomationProperties.HelpText
source: Retrieve the factory default Signature Database (dbDefault), containing the initial set of trusted certificates and hashes provided by the system manufacturer.
fr_fr: Récupérer la Base de Données de Signatures par défaut d'usine (dbDefault), contenant l'ensemble initial de certificats de confiance et hachages fournis par le fabricant du système.
ja_jp: システムメーカーが提供する初期の信頼された証明書とハッシュのセットを含む、工場出荷時のデフォルトのシグネチャデータベース（dbDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan ilk güvenilir sertifikalar ve karmaları içeren fabrika varsayılan İmza Veritabanını (dbDefault) alın.

# FirmwareInfoForbiddenDBXDropdownButton.Text
source: Get Forbidden Signature Database
fr_fr: Obtenir la Base de Signatures Interdites
ja_jp: 禁止シグネチャデータベースを取得
tr_tr: Yasak İmza Veritabanını Alın

# FirmwareInfoForbiddenDBXDropdownButton.ToolTipService.ToolTip
source: Retrieve the Forbidden Signature Database (dbx), containing the revocation list of compromised certificates and hashes that are blocked from booting.
fr_fr: Récupérer la Base de Données de Signatures Interdites (dbx), contenant la liste de révocation des certificats compromis et hachages qui sont bloqués au démarrage.
ja_jp: 起動からブロックされている侵害された証明書とハッシュの失効リストを含む禁止シグネチャデータベース（dbx）を取得します。
tr_tr: Önyüklemesi engellenen, güvenliği ihlal edilmiş sertifikaların ve karmaların iptal listesini içeren Yasak İmza Veritabanını (dbx) alın.

# FirmwareInfoForbiddenDBXDropdownButton.AutomationProperties.HelpText
source: Retrieve the Forbidden Signature Database (dbx), containing the revocation list of compromised certificates and hashes that are blocked from booting.
fr_fr: Récupérer la Base de Données de Signatures Interdites (dbx), contenant la liste de révocation des certificats compromis et hachages qui sont bloqués au démarrage.
ja_jp: 起動からブロックされている侵害された証明書とハッシュの失効リストを含む禁止シグネチャデータベース（dbx）を取得します。
tr_tr: Önyüklemesi engellenen, güvenliği ihlal edilmiş sertifikaların ve karmaların iptal listesini içeren Yasak İmza Veritabanını (dbx) alın.

# FirmwareInfoDefaultForbiddenDBXDropdownButton.Text
source: Get Default Forbidden Signature Database
fr_fr: Obtenir la Base de Signatures Interdites par Défaut
ja_jp: デフォルト禁止シグネチャデータベースを取得
tr_tr: Varsayılan Yasak İmza Veritabanını Al

# FirmwareInfoDefaultForbiddenDBXDropdownButton.ToolTipService.ToolTip
source: Retrieve the factory default Forbidden Signature Database (dbxDefault), containing the initial revocation list provided by the system manufacturer.
fr_fr: Récupérer la Base de Données de Signatures Interdites par défaut d'usine (dbxDefault), contenant la liste initiale de révocation fournie par le fabricant du système.
ja_jp: システムメーカーが提供する初期の失効リストを含む、工場出荷時のデフォルトの禁止シグネチャデータベース（dbxDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan ilk iptal listesini içeren fabrika varsayılan Yasak İmza Veritabanını (dbxDefault) alın.

# FirmwareInfoDefaultForbiddenDBXDropdownButton.AutomationProperties.HelpText
source: Retrieve the factory default Forbidden Signature Database (dbxDefault), containing the initial revocation list provided by the system manufacturer.
fr_fr: Récupérer la Base de Données de Signatures Interdites par défaut d'usine (dbxDefault), contenant la liste initiale de révocation fournie par le fabricant du système.
ja_jp: システムメーカーが提供する初期の失効リストを含む、工場出荷時のデフォルトの禁止シグネチャデータベース（dbxDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan ilk iptal listesini içeren fabrika varsayılan Yasak İmza Veritabanını (dbxDefault) alın.

# FirmwareInfoPKDropdownButton.Text
source: Get Platform Key
fr_fr: Obtenir la Clé de Plateforme
ja_jp: プラットフォームキーを取得
tr_tr: Platform Anahtarını Alın

# FirmwareInfoPKDropdownButton.ToolTipService.ToolTip
source: Retrieve the Platform Key (PK), the root of trust that controls access to the Key Exchange Key database and establishes ownership of the platform.
fr_fr: Récupérer la Clé de Plateforme (PK), la racine de confiance qui contrôle l'accès à la base de données Key Exchange Key et établit la propriété de la plateforme.
ja_jp: キー交換キーデータベースへのアクセスを制御し、プラットフォームの所有権を確立する信頼のルートであるプラットフォームキー（PK）を取得します。
tr_tr: Anahtar Değişim Anahtarı veritabanına erişimi kontrol eden ve platformun sahipliğini belirleyen güvenin kökü olan Platform Anahtarını (PK) alın.

# FirmwareInfoPKDropdownButton.AutomationProperties.HelpText
source: Retrieve the Platform Key (PK), the root of trust that controls access to the Key Exchange Key database and establishes ownership of the platform.
fr_fr: Récupérer la Clé de Plateforme (PK), la racine de confiance qui contrôle l'accès à la base de données Key Exchange Key et établit la propriété de la plateforme.
ja_jp: キー交換キーデータベースへのアクセスを制御し、プラットフォームの所有権を確立する信頼のルートであるプラットフォームキー（PK）を取得します。
tr_tr: Anahtar Değişim Anahtarı veritabanına erişimi kontrol eden ve platformun sahipliğini belirleyen güvenin kökü olan Platform Anahtarını (PK) alın.

# FirmwareInfoDefaultPKDropdownButton.Text
source: Get Default Platform Key
fr_fr: Obtenir la Clé de Plateforme par Défaut
ja_jp: デフォルトプラットフォームキーを取得
tr_tr: Varsayılan Platform Anahtarını Alın

# FirmwareInfoDefaultPKDropdownButton.ToolTipService.ToolTip
source: Retrieve the factory default Platform Key (PKDefault), representing the original root of trust provided by the system manufacturer.
fr_fr: Récupérer la Clé de Plateforme par défaut d'usine (PKDefault), représentant la racine de confiance originale fournie par le fabricant du système.
ja_jp: システムメーカーが提供する元の信頼のルートを表す、工場出荷時のデフォルトのプラットフォームキー（PKDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan orijinal güven kökünü temsil eden fabrika varsayılan Platform Anahtarını (PKDefault) alın.

# FirmwareInfoDefaultPKDropdownButton.AutomationProperties.HelpText
source: Retrieve the factory default Platform Key (PKDefault), representing the original root of trust provided by the system manufacturer.
fr_fr: Récupérer la Clé de Plateforme par défaut d'usine (PKDefault), représentant la racine de confiance originale fournie par le fabricant du système.
ja_jp: システムメーカーが提供する元の信頼のルートを表す、工場出荷時のデフォルトのプラットフォームキー（PKDefault）を取得します。
tr_tr: Sistem üreticisi tarafından sağlanan orijinal güven kökünü temsil eden fabrika varsayılan Platform Anahtarını (PKDefault) alın.

# FirmwareInfoKEKDropdownButton.Text
source: Get Key Exchange Key
fr_fr: Obtenir la Clé d'Échange de Clés
ja_jp: キー交換キーを取得
tr_tr: Anahtar Değişim Anahtarını Alın

# FirmwareInfoKEKDropdownButton.ToolTipService.ToolTip
source: Retrieve the Key Exchange Key (KEK) database, containing keys trusted to update the signature database (db) and the forbidden signature database (dbx).
fr_fr: Récupérer la base de données Key Exchange Key (KEK), contenant les clés de confiance pour mettre à jour la base de données de signatures (db) et la base de données de signatures interdites (dbx).
ja_jp: シグネチャデータベース（db）と禁止シグネチャデータベース（dbx）を更新するために信頼されたキーを含む、キー交換キー（KEK）データベースを取得します。
tr_tr: İmza veritabanını (db) ve yasak imza veritabanını (dbx) güncellemek için güvenilen anahtarları içeren Anahtar Değişim Anahtarı (KEK) veritabanını alın.

# FirmwareInfoKEKDropdownButton.AutomationProperties.HelpText
source: Retrieve the Key Exchange Key (KEK) database, containing keys trusted to update the signature database (db) and the forbidden signature database (dbx).
fr_fr: Récupérer la base de données Key Exchange Key (KEK), contenant les clés de confiance pour mettre à jour la base de données de signatures (db) et la base de données de signatures interdites (dbx).
ja_jp: シグネチャデータベース（db）と禁止シグネチャデータベース（dbx）を更新するために信頼されたキーを含む、キー交換キー（KEK）データベースを取得します。
tr_tr: İmza veritabanını (db) ve yasak imza veritabanını (dbx) güncellemek için güvenilen anahtarları içeren Anahtar Değişim Anahtarı (KEK) veritabanını alın.

# FirmwareInfoDefaultKEKDropdownButton.Text
source: Get Default Key Exchange Key
fr_fr: Obtenir la Clé d'Échange de Clés par Défaut
ja_jp: デフォルトキー交換キーを取得
tr_tr: Varsayılan Anahtar Değişim Anahtarını Alın
